Revit 2027 API
Tile.TileColorVariance Property
 The property labeled "Color Variance" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TileColorVariance { get; }
Public Shared ReadOnly Property TileColorVariance As String
	Get
public:
static property String^ TileColorVariance {
	String^ get ();
}
static member TileColorVariance : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 100".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace